# Pandas

### Чтение данных

$\Large \sqrt(a^2 + b^2)$

In [2]:
import pandas as pd

In [3]:
import numpy as np

In [4]:
data = pd.read_csv('data/text.csv')

In [5]:
data.head()

    name  salary  gender
0   Paul     100    male
1    Den     101    male
2   Alex     102  female
3  Dasha     103    male
4   Oleg     104    male